"Main Screen" = "Hauptmonitor";"Screen #%d" = "Monitor #%d";"New CornerClick Version" = "Neue CornerClick Version";"An old version of CornerClick was active (version %d.%d). It will be deactivated and version %d.%d will be activated." = "Eine alte Version von CornerClick war aktiv (Version %d.%d). Sie wird nun deaktiviert, und Version %d.%d wird aktiviert.";"Deactivate Failed" = "Deaktivierung fehlgeschlagen";"The CornerClick helper application could not be deactivated." = "Das CornerClick Hilfsprogramm konnte nicht deaktiviert werden.";"OK" = "OK";"Trying to activate" = "Aktivierung…";"Trying to deactivate" = "Deaktivierung…";"Activate Failed" = "Aktivierung fehlgeschlagen";"The CornerClick helper application could not be launched." = "Das CornerClick Hilfsprogramm konnte nicht gestartet werden.";"no file chosen" = "keine Datei ausgewählt";"no script chosen" = "kein Skript ausgewählt";"Hide Current Application" = "Programm ausblenden";"Hide Other Applications" = "Andere Programme ausblenden ";"Open URL %@" = "Gehe zu URL %@";"Click" = "Klick";"%d screens" = "%d Monitore";"Right-Click" = "Rechts-Klick";"Open Readme File" = "Liesmich-Datei";"Quick..." = "Schnell...";"Scripts" = "Skripte";"Files" = "Dateien";"CornerClick Preferences" = "CornerClick Einstellungen";"/Scripts" = "/Scripts";/* added 9/27/04 */"Expose" = "Exposé";"All Windows" = "Alle Fenster";"Application Windows" = "Programmfenster";"Application" = "Programm";"Desktop" = "Schreibtisch";/* added 12/14/04 */"Hover 2 secs" = "2 Sek. verzögern";"Hover" = "Berührung";/* added 12/3/05 */"Dashboard" = "Dashboard";